Show / Hide Table of Contents
Enum CutOrientation
Represents the type of the cut
Namespace: IdeaRS.OpenModel.Connection
Assembly: IdeaRS.OpenModel.dll
Syntax
public enum CutOrientation
Fields
 Name |  Description
 Default
The cut is in default (parallel) with cutting plane
 Parallel
The cut is in parallel with cutting plane
 Perpendicular
The cut is perpendicular to cutting plane
 Improve this Doc
 View Source